//
//  File.swift
//  Dominos11_Starter
//
//  Created by 성단빈 on 2020/06/01.
//  Copyright © 2020 Kira. All rights reserved.
//

import Foundation

let Data: [String:[String:[Any]]] = [
  "슈퍼시드" : ["menu" : ["글램핑 바비큐", "알로하 하와이안", "우리 고구마", "콰트로 치즈 퐁듀"],
             "price" : [10000]
  ],
  "프리미엄" : ["menu" : ["더블크러스트 이베리코", "블랙앵거스 스테이크", "블랙타이거 슈림프", "와규 앤 비스테카", "직화 스테이크"],
             "price" : [10000]
  ],
  "클래식" : ["menu" : ["베이컨체더치즈", "불고기", "슈퍼디럭스", "슈퍼슈프림", "페퍼로니", "포테이토"],
            "price" : [10000]
  ],
  "사이드디시" : ["menu" : ["딸기 슈크림", "슈퍼곡물 치킨", "애플 크러스트 디저트", "치킨퐁듀 그라탕", "퀴노아 치킨 샐러드", "포테이토 순살치킨"],
               "price" : [7000]
  ],
  "음료" : ["menu" : ["미닛메이드 스파클링 청포도", "스프라이트", "코카콜라 제로", "코카콜라"],
          "price" : [3000]
  ],
  "피클소스" : ["menu" : ["갈릭 디핑 소스", "스위트 칠리소스", "우리 피클 L", "우리 피클 M", "핫소스"],
              "price" : [500]
  ]
]

let DataImages: [String] = ["슈퍼시드", "프리미엄", "클래식", "사이드디시", "음료", "피클소스"]
var DataWishListDics: [String : Int] = [:]
